<template>
  <article class="p-4 py-4 border my-6 rounded-lg font-iransans">
    <h1 class="text-3xl my-6 text-blue-500 font-extrabold">قوانین</h1>
    <div class="content py-4">
      <p class="text-justify leading-8">
        قوانین سایت دیکاردو تنها برای ارائه خدمات بهتر و سریعتر ثبت شده است پس
        ما را یاری کنید. 1. ساعات کاری شرکت: از 9 صبح الی 1 بامداد می‌باشد و
        شماره‌های سایت بصورت تمام وقت از 10 صبح الی 17 پاسخ گو می‌باشد‫. همچنین
        خرید جم در تمامی شبانه روز امکان پذیر میباشد حتی روز‌های تعطیل. انجام
        سفارش فقط در ساعات کاری است. 2. خرید عادی جم و سکه: مدت زمان واریز جم
        خریداری شما پس از پرداخت بین ۳ الی ۶ ساعت می‌باشد، در صورتی که اطلاعات
        را بصورت دقیق وارد کرده و در صورت لزوم به تماس تلفنی فروشگاه بتواند با
        شما ارتباط برقرار کند. توجه داشته باشید که ممکن هست در روز‌های شلوغ تنها
        بر روی اولین خرید شما زمان بیشتری صرف شود.
      </p>
    </div>
  </article>
</template>
