<template>
    <article class="p-4 py-4 border my-6 rounded-lg font-iransans">
        <h1 class="text-3xl my-6 text-blue-500 font-extrabold"> درباره ما </h1>
        <div class="content py-4">
          <div class="leading-8 p-4">
            به پارسی گیفت خوش آمدید!

            پارسی گیفت، به عنوان یکی از پیشروان فروش گیفت کارت در ایران، همواره تلاش کرده است تا بهترین خدمات را به مشتریان خود ارائه دهد. ما با بهره‌گیری از تکنولوژی‌های نوین و تیمی مجرب، محیطی امن و سریع برای خرید انواع گیفت کارت‌های معتبر جهانی فراهم کرده‌ایم.
            ماموریت پارسی گیفت، تسهیل دسترسی کاربران به انواع گیفت کارت‌ها برای استفاده در پلتفرم‌های مختلف از جمله بازی‌های ویدئویی، استریم‌های آنلاین، فروشگاه‌های اینترنتی و سایر خدمات دیجیتال است. ما باور داریم که دسترسی به این کارت‌ها باید آسان، سریع و بدون نگرانی باشد.

            <ul class="my-3">
                <li class="font-bold">*چرا پارسی گیفت؟</li>
                <li class="mt-2">1. تنوع و اعتبار</li>
                <li class="mt-2">2. پشتیبانی کامل </li>
                <li class="mt-2">3. امنیت و سرعت</li>
                <li class="mt-2">4. تجربه کاربری بی‌نظیر*</li>
            </ul>






            ما در پارسی گیفت به نظرات و پیشنهادات شما اهمیت می‌دهیم.
            با تشکر از انتخاب شما،
            تیم پارسی گیفت
          </div>
        </div>
      </article>
  </template>
  
  <script setup>

  </script>