<template>
    <article class="p-4 py-4 border my-6 rounded-lg font-iransans">
        <h1 class="text-3xl my-6 text-blue-500 font-extrabold">قوانین خرید</h1>
        <div class="content py-4">

            <ol class="p-4">
                <li class="mb-4">
                    لطفاً قبل از خرید گیفت کارت از پارسی گیفت ، قوانین و مقررات زیر را به دقت مطالعه کنید.
            انجام خرید به منزله‌ی پذیرش این قوانین است.
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold"> ثبت سفارش:</h4>
                    <p class="mt-3">کاربران باید اطلاعات کامل و صحیح خود را هنگام ثبت سفارش وارد کنند. مسئولیت هرگونه اشتباه در وارد کردن اطلاعات بر عهده‌ی مشتری است.</p>
                    <p>بعد از ثبت سفارش و پرداخت موفق، کد گیفت کارت به ایمیل یا حساب کاربری شما ارسال خواهد شد.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold"> روش‌های پرداخت:</h4>
                    <p class="mt-3">پرداخت هزینه‌ها از طریق درگاه‌های امن بانکی و به صورت آنلاین انجام می‌شود.</p>
                    <p>در صورت بروز هرگونه مشکل در پرداخت، با پشتیبانی سایت تماس بگیرید.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold"> تحویل و ارسال:</h4>
                    <p class="mt-3">کدهای گیفت کارت به صورت دیجیتالی و فوری به ایمیل شما ارسال می‌شود.</p>
                    <p>لطفاً ایمیل خود را به دقت وارد کنید و در صورت عدم دریافت کد گیفت کارت، به بخش پشتیبانی اطلاع دهید.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold"> لغو و بازگشت سفارش:</h4>
                    <p class="mt-3">به دلیل ماهیت دیجیتالی گیفت کارت‌ها، امکان بازگشت و لغو سفارش پس از ارسال کد وجود ندارد.</p>
                    <p>در صورت وجود مشکل فنی با کد گیفت کارت، لطفاً با پشتیبانی تماس بگیرید تا بررسی و حل شود.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold">پشتیبانی مشتریان:</h4>
                    <p class="mt-3">تیم پشتیبانی ما آماده‌ی پاسخگویی به سوالات و مشکلات شما در رابطه با گیفت کارت‌ها است.</p>
                    <p>لطفاً مشکلات و سوالات خود را از طریق ایمیل، تلفن یا فرم تماس با ما مطرح کنید.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold">حریم خصوصی:</h4>
                    <p class="mt-3">اطلاعات شخصی کاربران به هیچ وجه در اختیار اشخاص ثالث قرار نمی‌گیرد و تنها برای انجام سفارش و خدمات بهتر استفاده می‌شود.</p>
                </li>

                <li class="mt-3 bg-gray-50 p-3 rounded-lg">
                    <h4 class="font-bold">استفاده از گیفت کارت:*</h4>
                    <p class="mt-3">مسئولیت استفاده صحیح از کد گیفت کارت بر عهده مشتری است. لطفاً قبل از خرید، اطمینان حاصل کنید که کد گیفت کارت با منطقه و پلتفرم مورد نظر شما سازگار است.</p>
                </li>

                <li class="mt-5">
                    با رعایت این قوانین، ما تلاش می‌کنیم تا تجربه‌ی خریدی مطمئن و لذت‌بخش را برای شما فراهم کنیم. از اینکه گیفت وارسب را برای خرید گیفت کارت انتخاب کرده‌اید، سپاسگزاریم.

                </li>
            </ol>
            
        </div>
      </article>
  </template>
  
  <script setup>

  </script>
  